import type { IFAQData } from "../types/types";

export const faqData:IFAQData[] = [
  {
    q: "Արդյոք կարելի է օգտագործել ջերմոցներում",
    a: "Այո, հարմար է ջերմոցների և բաց այգիների համար",
  },
  {
    q: "Որքա՞ն ժամանակ է տեւում տեղադրումը?",
    a: "Տեղադրումը կարող է տեւել 1-3 օր՝ կախված այգու չափից",
  },
  {
    q: "Արդյոք համակարգը աշխատում է բոլոր տեսակի բույսերի համար?",
    a: "Այո, կարող է հարմարեցվել տարբեր բույսերի համար",
  },
  {
    q: "Ի՞նչ տեսակի ջուր կարելի է օգտագործել?",
    a: "Կարող եք օգտագործել տանկի, աղբյուրի կամ անձեռմխելի ջուր",
  },
  {
    q: "Ինչպե՞ս կարող եմ վերահսկել ջրատարումը?",
    a: "Համակարգը թույլ է տալիս կարգավորել ջրի ծավալը և հաճախականությունը",
  },
];
